export const creditOptions = [
	{
		label: "必修课程条件项",
		plain: '（员工本人在审核期间学习必修课后获取学分的项目）',
		value: "1"
	},
	{
		label: "必修课通关条件项",
		value: "2",
		plain: '（员工本人审核期间关必修课考试后获取学分的项目）'
	},
	{
		label: "必修课未通关条件项",
		value: "3",
		plain: '（员工本人/徒弟审核期间未通关必修课考试后获取学分的项目）'
	},
	{
		label: "必修课通关比例条件项",
		value: "4",
		plain: '（员工本人/下属审核期间通关必修课考试后获取学分的项目）'
	},
	{
		label: "选修课程条件项",
		value: "5",
		plain: '（员工参与选修课后上传学习证明获取学分的项目）'
	},
	{
		label: "选修课程未学习条件项",
		value: "6",
		plain: '（员工一定时间段内未学习选修课扣除学分的项目）'
	},
	{
		label: "素材上传条件项",
		value: "7",
		plain: '（员工在N个月内上传对应素材获取学分的项目）'
	},
	{
		label: "培训开课条件项",
		value: "8",
		plain: '（员工在N个月内开设学分课程所能获取学分的项目）'
	},
	{
		label: "学分排名条件项",
		value: "9",
		plain: '（员工/员工下属晋级指定级称所能获取学分的项目）'
	},
	{
		label: "自定义审核条件项",
		value: "10",
		plain: '（人事定义相关需要申请审核员工提交证明以获取学分的项目）'
	}
];