export const integrationOptions = [
	{
		label: "业绩排名条件项",
		plain: '（员工/部门在N个月内在某部门范围的业绩排名达到一定名次所能获取积分的项目）',
		value: "1"
	},
	{
		label: "连续业绩排名条件项",
		value: "2",
		plain: '（员工/部门在N个月内在某部门范围的多次业绩排名达到一定名次所能获取积分的项目，功能暂未开放）'
	},
	{
		label: "累计业绩条件项",
		value: "3",
		plain: '（员工/部门在N个月内业绩达到指定金额所能获取积分的项目）'
	},
	{
		label: "积分排名条件项",
		value: "4",
		plain: '（员工/部门在N个月内积分在某组织内排名达到一定名次所能获取积分的项目）'
	},
	{
		label: "员工晋级条件项",
		value: "5",
		plain: '（员工/员工下属晋级指定级称所能获取积分的项目）'
	},
	{
		label: "员工晋升条件项",
		value: "6",
		plain: '（员工/员工下属晋升指定职位所能获取积分的项目）'
	},
	{
		label: "业绩目标条件项",
		value: "7",
		plain: '（战区达到对应业绩目标所能获取积分的项目）'
	},
	{
		label: "徒弟工龄条件项",
		value: "8",
		plain: '（师傅带的徒弟达到一定工龄所能获取的积分）'
	},
	{
		label: "徒弟数量条件项",
		value: "9",
		plain: '（师傅在N个月内带的徒弟达到数量是所能获得的积分）'
	},
	{
		label: "工龄条件项",
		value: "10",
		plain: '（员工当前工龄达到对应标准所能获取积分的项目）'
	},
	{
		label: "知识水平条件项",
		value: "11",
		plain: '（员工知识水平达到对应标准所能获取的积分项目，规则暂时无法使用）'
	},
	{
		label: "考勤条件项",
		value: "12",
		plain: '（员工在N个月内缺勤天数达到对应次数的积分项目）'
	},
	{
		label: "平均积分条件项",
		value: "13",
		plain: '（员工所处部门符合某职位&某角色所有员工规定时间段内某类服务积分平均值达到指定积分所能获取积分的项目）'
	},
	{
		label: "基础服务项",
		value: "14",
		plain: '（员工做了一些基础服务后进行申请，绩效审核后所能获得积分的项目）'
	},
	{
		label: "咨询服务项",
		value: "15",
		plain: '（员工/做了一些咨询服务后进行申请，绩效审核后所能获得积分的项目）'
	},
	{
		label: "客户回款项",
		value: "16",
		plain: '（客户回款后员工上传凭证，绩效审核后所能获得积分的项目）'
	},
	{
		label: "客户满意度项",
		value: "17",
		plain: '（客户进行转介绍或者追加签单后上传凭证，绩效审核后所能获得积分的项目）'
	},
	{
		label: "投诉扣分项",
		value: "18",
		plain: '（客户针对员工或者部门进行投诉后，绩效审核无误进行积分扣分的项目）'
	},
	{
		label: "微一案师傅称号条件项",
		value: "19",
		plain: '（本人/徒弟/下级成为微一案师傅后能获取积分的项目）'
	}
];